{
    "Trust": "Confianza",
    "Impartiality": "Imparcialidad",
    "Protection": "Proteccion",
    "Score": "Puntaje",
    "Question": "Pregunta",
    "Section": "Sección",
    "The tool is broken into four (4) sections with a report available to review and download. There are 40 questions across these chapters, each with a series of sub-questions. Step one is to review the 40 top level questions to determine which questions are applicable or not applicable. Where a question is not applicable, the sub-questions will be removed.": "La herramienta se divide en cuatro (4) secciones con un informe disponible para revisar y descargar. Hay 40 preguntas en estos capítulos, cada una con una serie de subpreguntas. El primer paso es revisar las 40 preguntas de nivel superior para determinar qué preguntas son aplicables o no. Cuando una pregunta no sea aplicable, se eliminarán las subpreguntas.",
    "Where questions are applicable, some sub-questions may not be applicable and these can be set as not applicable and will not reflect in the overall scoring for the report.": "Cuando las preguntas son aplicables, algunas subpreguntas pueden no ser aplicables y se pueden establecer como no aplicables y no se reflejarán en la puntuación general del informe.",
    "Each question should be answered based on evidence where available and at the end of each question there is a box for test to justify or qualify any given answers.": "Cada pregunta debe responderse con base en la evidencia cuando esté disponible y al final de cada pregunta hay un recuadro de prueba para justificar o calificar las respuestas dadas.",
    "Whistleblowing Health Check": "Herramienta del programa de Whistleblowing",
    "Continue": "Continuar",
    "Start": "Comienzo",
    "Welcome": "Bienvenidos",
    "Account": "Cuenta",
    "Members": "Miembros",
    "Tool": "Herramienta",
    "Next payment date": "Próxima fecha de pago",
    "Last payment date": "Última Fecha de Pago",
    "Manage Account": "Administrar cuenta",
    "Log Out": "Cerrar sesión",

    "Welcome to the WislPort Whistleblowing Programme Tool": "Bienvenido a la herramienta del programa de denuncia de irregularidades WislPort",
    "This tool is based around ISO37002, the International Standards Organisations standard for whistleblowing. To be used in conjunction with the other tools in your WislPort subscription, this tool provides you with an annual health check and status report on how well your whistleblowing programme is performing.": "Esta herramienta se basa en ISO37002, el estándar de las organizaciones internacionales de normalización para la denuncia de irregularidades. Para ser utilizada junto con las otras herramientas en su suscripción WislPort, esta herramienta le proporciona un chequeo de salud anual y un informe de estado sobre qué tan bien se está desempeñando su programa de denuncia de irregularidades.",
    "When To Use The Tool": "Cuándo usar la herramienta",
    "The tool should be used on an annual basis to provide and overview of how your whistleblowing programme is performing. A time should be set aside, usually 1-2 days for one resource to update the answers and therefore create a picture in time that can become a benchmark for continual improvement.": "La herramienta debe utilizarse anualmente para proporcionar una descripción general de cómo se está desempeñando su programa de denuncia de irregularidades. Se debe reservar un tiempo, generalmente de 1 a 2 días, para que un recurso actualice las respuestas y, por lo tanto, cree una imagen a tiempo que pueda convertirse en un punto de referencia para la mejora continua.",

    "name": "nombre",
    "password": "contraseña",
    "List of invited participants:": "Lista de participantes invitados:",
    "Invitation": "Invitación",
    "You can add one user roles who will be able to access and amend an open report.": "Puede agregar roles de un usuario que podrán acceder y modificar un informe abierto.",
    "Send invite": "Enviar invitación",
    "To invite": "Invitar",
    "Active invites:": "Invitaciones activas:",
    "This email is already used": "Este correo electrónico ya está en uso",

    "How frequently should I use this tool?": "¿Con qué frecuencia debo utilizar esta herramienta?",
    "The tool is deigned to be used on an annual basis to assess the health of your organisations whistleblowing programme. Used year on year, this tool can provide important insights into the strengths and weaknesses within your organisations whistleblowing programme which can be leveraged or improved accordingly to provide ongoing support and benefits.": "La herramienta está diseñada para ser utilizada anualmente para evaluar la salud del programa de denuncia de irregularidades de su organización. Utilizada año tras año, esta herramienta puede proporcionar información importante sobre las fortalezas y debilidades dentro del programa de denuncia de irregularidades de su organización, que se puede aprovechar o mejorar en consecuencia para brindar apoyo y beneficios continuos.",
    "Who should use this tool?": "¿Quién debería utilizar esta herramienta?",
    "Ideally the tool should be used by an organisational role delegated by the person accountable for the whistleblowing programme and should be conducted in accordance with the whistleblowing team or a third party under contract with the skills and expertise to conduct an internal review.": "Idealmente, la herramienta debe ser utilizada por un rol organizacional delegado por la persona responsable del programa de denuncia de irregularidades y debe llevarse a cabo de acuerdo con el equipo de denuncia de irregularidades o un tercero contratado con las habilidades y la experiencia para realizar una revisión interna.",
    "How do I use the tool?": "¿Cómo utilizo la herramienta?",
    "The tool is broken into four (4) sections with a report available to review and download. There are 40 top level questions across these chapters, each with a series of sub-questions. Step one is to review the 40 top level questions to determine which questions are applicable or not applicable. Where a question is applicable, the admin role should tick this question which then exposes the related sub-questions for answering. The admin role is the only role that can set the high level questions at the start of each chapter.": "La herramienta se divide en cuatro (4) secciones con un informe disponible para revisar y descargar. Hay 40 preguntas de nivel superior en estos capítulos, cada una con una serie de subpreguntas. El primer paso es revisar las 40 preguntas de nivel superior para determinar qué preguntas son aplicables o no. Cuando una pregunta es aplicable, el rol de administrador debe marcar esta pregunta que luego expone las subpreguntas relacionadas para responder. El rol de administrador es el único rol que puede establecer las preguntas de alto nivel al comienzo de cada capítulo.",
    "When a sub-questions is not applicable, these should be set as not applicable and will not be reflected in the overall scoring of the report. Admin and users can choose this setting and it’s important to use the free text box below each top level question to justify decisions.": "Cuando una subpregunta no es aplicable, estas deben establecerse como no aplicables y no se reflejarán en la puntuación general del informe. El administrador y los usuarios pueden elegir esta configuración y es importante utilizar el cuadro de texto libre debajo de cada pregunta de nivel superior para justificar las decisiones.",
    "Each question should be answered based on review of evidence and the free text box at the end of each top level question used to document and justify answers.": "Cada pregunta debe responderse en función de la revisión de la evidencia y el cuadro de texto libre al final de cada pregunta de nivel superior que se utiliza para documentar y justificar las respuestas.",
    "For detailed information relating to each of the top level question, refer to the Handbook which is included with your subscription. Each chapter references the questions to which it relates and guidance for clarity can be found there.": "Para obtener información detallada relacionada con cada una de las preguntas de nivel superior, consulte el Manual que se incluye con su suscripción. Cada capítulo hace referencia a las preguntas con las que se relaciona y allí se puede encontrar una guía para mayor claridad.",
    "What does the report consist of?": "¿En qué consiste el informe?",
    "The report is built across three areas:": "El informe se basa en tres áreas:",
    "1. Score by section. This is the total score for each of the 40 top level questions within the four sections.": "1. Puntuación por sección. Esta es la puntuación total para cada una de las 40 preguntas de nivel superior dentro de las cuatro secciones.",
    "2. TIP Score. This score reflects Trust, Impartiality and Protection which are aligned to the key principles of ISO37002 and identify areas of weakness which may require attention.": "2. Puntaje TIP. Este puntaje refleja Confianza, Imparcialidad y Protección, que están alineados con los principios clave de ISO37002 e identifican áreas de debilidad que pueden requerir atención.",
    "3. Chapter Score. ISO37002 is broken into seven (7) chapters. The report reflects the score based on these ISO chapters to outline your whistleblowing programmes performance in relation to the standard.": "3. Puntuación del capítulo. ISO37002 se divide en siete (7) capítulos. El informe refleja el puntaje basado en estos capítulos ISO para describir el desempeño de sus programas de denuncia de irregularidades en relación con el estándar.",
    "The report can be viewed while work is in flight and the report can be printed to PDF": "El informe se puede ver mientras el trabajo está en curso y el informe se puede imprimir en PDF",
    "Only the Admin role can mark a report as completed and close the report.": "Solo la función de administrador puede marcar un informe como completado y cerrarlo.",
    "How do I assess the results?": "¿Cómo evalúo los resultados?",
    "Each question is given a RAG status to highlight areas of strength and concern for management reporting. Scores greater than 80% are Green, between 60-79% Amber, and scores below 60% are Red. These RAG scores are also applied to the ISO principles of Trust, Impartiality and Protection.": "A cada pregunta se le asigna un estado de RAG para resaltar las áreas de fortaleza y preocupación para los informes de gestión. Las puntuaciones superiores al 80% son verdes, entre 60-79% ámbar y las puntuaciones inferiores al 60% son rojas. Estos puntajes RAG también se aplican a los principios ISO de Confianza, Imparcialidad y Protección.",
    "Where a response is Amber or Red, refer to the Handbook which is included with your subscription. At the end of each chapter which relates to the top level question are tips and guidance for making improvements within these areas.": "Cuando la respuesta sea ámbar o roja, consulte el manual que se incluye con su suscripción. Al final de cada capítulo que se relaciona con la pregunta de nivel superior, hay sugerencias y orientación para realizar mejoras en estas áreas.",
    "Where can I seek additional Support?": "¿Dónde puedo buscar soporte adicional?",
    "Your WislPort subscription comes with a one hour consultation which you can book via our website as": "Su suscripción a WisPort viene con una consulta de una hora que puede reservar a través de nuestro sitio web como",
    "Where can I provide feedback or share ideas?": "¿Dónde puedo proporcionar comentarios o compartir ideas?",
    "At WislPort we value customer feedback and are always on the lookout for ways to not only improve our products, but to make whistleblowing and governance and compliance easier and more cost-effective for organisations. If you would like to share your thoughts, please contact us at": "En WislPort valoramos los comentarios de los clientes y siempre estamos buscando formas no solo de mejorar nuestros productos, sino también de hacer que las denuncias, la gobernanza y el cumplimiento sean más fáciles y rentables para las organizaciones. Si desea compartir sus pensamientos, comuníquese con nosotros en",

    "Your Company Admin sets all section questions. Please click on the highlighted section and press the confirm button to proceed.": "El administrador de su empresa establece todas las preguntas de la sección. Haga clic en la sección resaltada y presione el botón confirmar para continuar.",
    "Confirm": "Confirmar",
    "Reports": "Informes",
    "Report": "Informe",
    "back to category selection": "volver a la selección de categorías",
    "Get the report": "Obtenga el informe",
    "Loading": "Cargando",
    "Check the questions that apply to you:": "Marque las preguntas que se aplican a usted:",
    "You have no reports": "No tienes informes",
    "Select": "Seleccione",
    "Comments block": "Bloque de comentarios",
    "Close": "Cerca",
    "Actual": "Real",
    "Main scores": "Puntuaciones principales",
    "Chapters": "Capítulos",
    "Chapter": "Capítulo",
    "Organisational Context": "Contexto organizacional",
    "Leadership": "Liderazgo",
    "Planning": "Planificación",
    "Support": "Apoyo",
    "Operations": "Operaciones",
    "Performance Evalutions": "Evaluaciones de desempeño",
    "Continual Improvement": "Mejora continua",
    "Overall reports": "Informes generales",
    "Download PDF": "Descargar PDF",
    "Download Excel": "Descarga Excel",
    "Download Word": "Descargar Word",
    "Nothing to show": "Nada que mostrar",
    "Overall Section Summary": "Resumen general de la sección",
    "Overall TIP Scoring by Chapter": "Puntaje general de TIP por capítulo",
    "Closed date": "Fecha de cierre"



}
