{
    "Trust": "Confiance",
    "Impartiality": "Impartialité",
    "Protection": "Protection",
    "Score": "But",
    "Question": "Question",
    "Section": "Section",
    "The tool is broken into four (4) sections with a report available to review and download. There are 40 questions across these chapters, each with a series of sub-questions. Step one is to review the 40 top level questions to determine which questions are applicable or not applicable. Where a question is not applicable, the sub-questions will be removed.": "L'outil est divisé en quatre (4) sections avec un rapport disponible pour examen et téléchargement. Il y a 40 questions dans ces chapitres, chacun avec une série de sous-questions. La première étape consiste à examiner les 40 questions de niveau supérieur pour déterminer quelles questions sont applicables ou non applicables. Lorsqu'une question ne s'applique pas, les sous-questions seront supprimées.",
    "Where questions are applicable, some sub-questions may not be applicable and these can be set as not applicable and will not reflect in the overall scoring for the report.": "Lorsque des questions sont applicables, certaines sous-questions peuvent ne pas être applicables et celles-ci peuvent être définies comme non applicables et ne se refléteront pas dans la notation globale du rapport.",
    "Each question should be answered based on evidence where available and at the end of each question there is a box for test to justify or qualify any given answers.": "Chaque question doit être répondue sur la base de preuves lorsqu'elles sont disponibles et à la fin de chaque question, il y a une case pour le test pour justifier ou qualifier les réponses données.",
    "Whistleblowing Health Check": "Bilan de santé de dénonciation",
    "Continue": "Continuer",
    "Start": "Démarrer",
    "Welcome": "Bienvenu",
    "Account": "Compte",
    "Members": "Membres",
    "Tool": "Outil",
    "Next payment date": "Prochaine date de paiement",
    "Last payment date": "Dernière date de paiement",
    "Manage Account": "Gérer son compte",
    "Log Out": "Se déconnecter",

    "Welcome to the WislPort Whistleblowing Programme Tool": "Bienvenue dans l'outil du programme de dénonciation WislPort",
    "This tool is based around ISO37002, the International Standards Organisations standard for whistleblowing. To be used in conjunction with the other tools in your WislPort subscription, this tool provides you with an annual health check and status report on how well your whistleblowing programme is performing.": "Cet outil est basé sur ISO37002, la norme des organisations internationales de normalisation pour la dénonciation. À utiliser avec les autres outils de votre abonnement WislPort, cet outil vous fournit un bilan de santé annuel et un rapport d'état sur les performances de votre programme de dénonciation.",
    "When To Use The Tool": "Quand utiliser l'outil",
    "The tool should be used on an annual basis to provide and overview of how your whistleblowing programme is performing. A time should be set aside, usually 1-2 days for one resource to update the answers and therefore create a picture in time that can become a benchmark for continual improvement.": "L'outil doit être utilisé sur une base annuelle pour fournir un aperçu des performances de votre programme de dénonciation. Un temps doit être réservé, généralement 1 à 2 jours, pour qu'une ressource mette à jour les réponses et crée ainsi une image dans le temps qui peut devenir une référence pour l'amélioration continue.",

    "name": "Nom",
    "password": "le mot de passe",
    "List of invited participants:": "Liste des participants invités :",
    "Invitation": "Invitation",
    "You can add one user roles who will be able to access and amend an open report.": "Vous pouvez ajouter un rôle d'utilisateur qui pourra accéder et modifier un rapport ouvert.",
    "Send invite": "Envoyer une invitation",
    "To invite": "Inviter",
    "Active invites:": "Invitations actives :",
    "This email is already used": "Cet e-mail est déjà pris",

    "How frequently should I use this tool?": "À quelle fréquence dois-je utiliser cet outil ?",
    "The tool is deigned to be used on an annual basis to assess the health of your organisations whistleblowing programme. Used year on year, this tool can provide important insights into the strengths and weaknesses within your organisations whistleblowing programme which can be leveraged or improved accordingly to provide ongoing support and benefits.": "L'outil est conçu pour être utilisé sur une base annuelle pour évaluer la santé du programme d'alerte professionnelle de votre organisation. Utilisé d'année en année, cet outil peut fournir des informations importantes sur les forces et les faiblesses du programme de dénonciation de votre organisation, qui peuvent être exploités ou améliorés en conséquence pour fournir un soutien et des avantages continus.",
    "Who should use this tool?": "Qui doit utiliser cet outil ?",
    "Ideally the tool should be used by an organisational role delegated by the person accountable for the whistleblowing programme and should be conducted in accordance with the whistleblowing team or a third party under contract with the skills and expertise to conduct an internal review.": "Idéalement, l'outil devrait être utilisé par un rôle organisationnel délégué par la personne responsable du programme de dénonciation et devrait être mené en accord avec l'équipe de dénonciation ou un tiers sous contrat disposant des compétences et de l'expertise nécessaires pour effectuer un examen interne.",
    "How do I use the tool?": "Comment utiliser l'outil ?",
    "The tool is broken into four (4) sections with a report available to review and download. There are 40 top level questions across these chapters, each with a series of sub-questions. Step one is to review the 40 top level questions to determine which questions are applicable or not applicable. Where a question is applicable, the admin role should tick this question which then exposes the related sub-questions for answering. The admin role is the only role that can set the high level questions at the start of each chapter.": "L'outil est divisé en quatre (4) sections avec un rapport disponible pour examen et téléchargement. Il y a 40 questions de niveau supérieur dans ces chapitres, chacune avec une série de sous-questions. La première étape consiste à examiner les 40 questions de niveau supérieur pour déterminer quelles questions sont applicables ou non applicables. Lorsqu'une question s'applique, le rôle d'administrateur doit cocher cette question qui expose ensuite les sous-questions connexes pour y répondre. Le rôle d'administrateur est le seul rôle qui peut définir les questions de haut niveau au début de chaque chapitre.",
    "When a sub-questions is not applicable, these should be set as not applicable and will not be reflected in the overall scoring of the report. Admin and users can choose this setting and it’s important to use the free text box below each top level question to justify decisions.": "Lorsqu'une sous-question n'est pas applicable, elle doit être définie comme non applicable et ne sera pas reflétée dans la notation globale du rapport. L'administrateur et les utilisateurs peuvent choisir ce paramètre et il est important d'utiliser la zone de texte libre sous chaque question de niveau supérieur pour justifier les décisions.",
    "Each question should be answered based on review of evidence and the free text box at the end of each top level question used to document and justify answers.": "Chaque question doit être répondue en fonction de l'examen des preuves et de la zone de texte libre à la fin de chaque question de niveau supérieur utilisée pour documenter et justifier les réponses.",
    "For detailed information relating to each of the top level question, refer to the Handbook which is included with your subscription. Each chapter references the questions to which it relates and guidance for clarity can be found there.": "Pour des informations détaillées relatives à chacune des questions de niveau supérieur, reportez-vous au manuel qui est inclus avec votre abonnement. Chaque chapitre fait référence aux questions auxquelles il se rapporte et des conseils pour plus de clarté peuvent y être trouvés.",
    "What does the report consist of?": "En quoi consiste le rapport ?",
    "The report is built across three areas:": "Le rapport s'articule autour de trois domaines :",
    "1. Score by section. This is the total score for each of the 40 top level questions within the four sections.": "1. Score par section. Il s'agit du score total pour chacune des 40 questions de niveau supérieur dans les quatre sections.",
    "2. TIP Score. This score reflects Trust, Impartiality and Protection which are aligned to the key principles of ISO37002 and identify areas of weakness which may require attention.": "2. ASTUCE Score. Ce score reflète la confiance, l'impartialité et la protection qui sont alignés sur les principes clés de la norme ISO37002 et identifient les domaines de faiblesse qui peuvent nécessiter une attention particulière.",
    "3. Chapter Score. ISO37002 is broken into seven (7) chapters. The report reflects the score based on these ISO chapters to outline your whistleblowing programmes performance in relation to the standard.": "3. Partition du chapitre. ISO37002 est divisé en sept (7) chapitres. Le rapport reflète le score basé sur ces chapitres ISO pour décrire les performances de vos programmes de dénonciation par rapport à la norme.",
    "The report can be viewed while work is in flight and the report can be printed to PDF": "Le rapport peut être consulté pendant que le travail est en cours et le rapport peut être imprimé au format PDF",
    "Only the Admin role can mark a report as completed and close the report.": "Seul le rôle Admin peut marquer un rapport comme terminé et fermer le rapport.",
    "How do I assess the results?": "Comment évaluer les résultats ?",
    "Each question is given a RAG status to highlight areas of strength and concern for management reporting. Scores greater than 80% are Green, between 60-79% Amber, and scores below 60% are Red. These RAG scores are also applied to the ISO principles of Trust, Impartiality and Protection.": "Chaque question se voit attribuer un statut RAG pour mettre en évidence les points forts et les préoccupations des rapports de gestion. Les notes supérieures à 80 % sont vertes, entre 60 et 79 % orange et les notes inférieures à 60 % sont rouges. Ces scores RAG sont également appliqués aux principes ISO de confiance, d'impartialité et de protection.",
    "Where a response is Amber or Red, refer to the Handbook which is included with your subscription. At the end of each chapter which relates to the top level question are tips and guidance for making improvements within these areas.": "Lorsqu'une réponse est orange ou rouge, reportez-vous au manuel qui est inclus avec votre abonnement. À la fin de chaque chapitre qui se rapporte à la question de niveau supérieur se trouvent des conseils et des conseils pour apporter des améliorations dans ces domaines.",
    "Where can I seek additional Support?": "Où puis-je rechercher une assistance supplémentaire ?",
    "Your WislPort subscription comes with a one hour consultation which you can book via our website as": "Votre abonnement WislPort est accompagné d'une consultation d'une heure que vous pouvez réserver via notre site internet comme",
    "Where can I provide feedback or share ideas?": "Où puis-je fournir des commentaires ou partager des idées ?",
    "At WislPort we value customer feedback and are always on the lookout for ways to not only improve our products, but to make whistleblowing and governance and compliance easier and more cost-effective for organisations. If you would like to share your thoughts, please contact us at": "Chez WislPort, nous apprécions les commentaires des clients et sommes toujours à la recherche de moyens non seulement d'améliorer nos produits, mais aussi de rendre la dénonciation, la gouvernance et la conformité plus faciles et plus rentables pour les organisations. Si vous souhaitez nous faire part de vos réflexions, contactez-nous à",

    "Your Company Admin sets all section questions. Please click on the highlighted section and press the confirm button to proceed.": "L'administrateur de votre entreprise définit toutes les questions de la section. Veuillez cliquer sur la section en surbrillance et appuyez sur le bouton de confirmation pour continuer.",
    "Confirm": "Confirmer",
    "Reports": "Rapports",
    "Report": "Rapport",
    "back to category selection": "retour à la sélection des catégories",
    "Get the report": "Obtenez le rapport",
    "Loading": "Chargement",
    "Check the questions that apply to you:": "Cochez les questions qui vous concernent :",
    "You have no reports": "Vous n'avez aucun rapport",
    "Select": "Sélectionner",
    "Comments block": "Bloc de commentaires",
    "Close": "Fermer",
    "Actual": "Réel",
    "Main scores": "Notes principales",
    "Chapters": "Chapitres",
    "Chapter": "Chapitre",
    "Organisational Context": "Contexte organisationnel",
    "Leadership": "Leadership",
    "Planning": "Planification",
    "Support": "Support",
    "Operations": "Opérations",
    "Performance Evalutions": "Évaluations des performances",
    "Continual Improvement": "Amélioration continue",
    "Overall reports": "Rapports globaux",
    "Download PDF": "Télécharger le PDF",
    "Download Excel": "Télécharger Excel",
    "Download Word": "Télécharger Word",
    "Nothing to show": "Rien à montrer",
    "Overall Section Summary": "Résumé général de la section",
    "Overall TIP Scoring by Chapter": "Note globale de TIP par chapitre",
    "Closed date": "Date de fermeture"

}
