{
    "Trust": "Confiar",
    "Impartiality": "Imparcialidade",
    "Protection": "Proteccion",
    "Score": "Pontuação",
    "Question": "Pergunta",
    "Section": "Seção",
    "The tool is broken into four (4) sections with a report available to review and download. There are 40 questions across these chapters, each with a series of sub-questions. Step one is to review the 40 top level questions to determine which questions are applicable or not applicable. Where a question is not applicable, the sub-questions will be removed.": "A ferramenta é dividida em quatro (4) seções com um relatório disponível para revisão e download. Existem 40 questões nestes capítulos, cada uma com uma série de subquestões. O primeiro passo é revisar as 40 perguntas de nível superior para determinar quais perguntas são aplicáveis ​​ou não. Quando uma pergunta não for aplicável, as subquestões serão removidas.",
    "Where questions are applicable, some sub-questions may not be applicable and these can be set as not applicable and will not reflect in the overall scoring for the report.": "Onde as perguntas são aplicáveis, algumas subquestões podem não ser aplicáveis ​​e podem ser definidas como não aplicáveis ​​e não refletirão na pontuação geral do relatório.",
    "Each question should be answered based on evidence where available and at the end of each question there is a box for test to justify or qualify any given answers.": "Cada pergunta deve ser respondida com base em evidências, quando disponíveis, e no final de cada pergunta há uma caixa para teste para justificar ou qualificar qualquer resposta dada.",
    "Whistleblowing Health Check": "Verificação de saúde de denúncias",
    "Continue": "Prosseguir",
    "Start": "Começar",
    "Welcome": "Receber",
    "Account": "Conta",
    "Members": "Membros",
    "Tool": "Ferramenta",
    "Next payment date": "Próxima data de pagamento",
    "Last payment date": "Última data de pagamento",
    "Manage Account": "Gerenciar conta",
    "Log Out": "Sair",

    "Welcome to the WislPort Whistleblowing Programme Tool": "Bem-vindo à ferramenta do programa de denúncias do WislPort",
    "This tool is based around ISO37002, the International Standards Organisations standard for whistleblowing. To be used in conjunction with the other tools in your WislPort subscription, this tool provides you with an annual health check and status report on how well your whistleblowing programme is performing.": "Essa ferramenta é baseada em ISO37002, o padrão das Organizações de Padrões Internacionais para denúncia de irregularidades. Para ser usada em conjunto com as outras ferramentas em sua assinatura do WislPort, esta ferramenta fornece uma verificação anual de saúde e um relatório de status sobre o desempenho de seu programa de denúncia.",
    "When To Use The Tool": "Quando usar a ferramenta",
    "The tool should be used on an annual basis to provide and overview of how your whistleblowing programme is performing. A time should be set aside, usually 1-2 days for one resource to update the answers and therefore create a picture in time that can become a benchmark for continual improvement.": "A ferramenta deve ser usada anualmente para fornecer uma visão geral do desempenho do seu programa de denúncia de irregularidades. Deve-se reservar um tempo, geralmente de 1 a 2 dias para que um recurso atualize as respostas e, portanto, crie uma imagem no tempo que pode se tornar uma referência para melhoria contínua.",

    "name": "nome",
    "password": "senha",
    "List of invited participants:": "Lista de participantes convidados:",
    "Invitation": "Convite",
    "You can add one user roles who will be able to access and amend an open report.": "Você pode adicionar uma função de usuário que será capaz de acessar e corrigir um relatório aberto.",
    "Send invite": "Mandar convite",
    "To invite": "Convidar",
    "Active invites:": "Convites ativos:",
    "This email is already used": "Este email já é usado",

    "How frequently should I use this tool?": "Com que frequência devo usar esta ferramenta?",
    "The tool is deigned to be used on an annual basis to assess the health of your organisations whistleblowing programme. Used year on year, this tool can provide important insights into the strengths and weaknesses within your organisations whistleblowing programme which can be leveraged or improved accordingly to provide ongoing support and benefits.": "A ferramenta foi projetada para ser usada anualmente para avaliar a saúde do programa de denúncia de irregularidades de sua organização. Usada ano após ano, esta ferramenta pode fornecer percepções importantes sobre os pontos fortes e fracos do programa de denúncia de irregularidades de sua organização, que pode ser aproveitado ou melhorado de acordo para fornecer suporte e benefícios contínuos.",
    "Who should use this tool?": "Quem deve usar esta ferramenta?",
    "Ideally the tool should be used by an organisational role delegated by the person accountable for the whistleblowing programme and should be conducted in accordance with the whistleblowing team or a third party under contract with the skills and expertise to conduct an internal review.": "Idealmente, a ferramenta deve ser usada por uma função organizacional delegada pela pessoa responsável pelo programa de denúncias e deve ser conduzida de acordo com a equipe de denúncias ou um terceiro contratado com as habilidades e conhecimentos para conduzir uma revisão interna.",
    "How do I use the tool?": "Como uso a ferramenta?",
    "The tool is broken into four (4) sections with a report available to review and download. There are 40 top level questions across these chapters, each with a series of sub-questions. Step one is to review the 40 top level questions to determine which questions are applicable or not applicable. Where a question is applicable, the admin role should tick this question which then exposes the related sub-questions for answering. The admin role is the only role that can set the high level questions at the start of each chapter.": "A ferramenta é dividida em quatro (4) seções com um relatório disponível para revisão e download. Existem 40 questões de nível superior nestes capítulos, cada uma com uma série de subquestões. O primeiro passo é revisar as 40 perguntas de nível superior para determinar quais perguntas são aplicáveis ​​ou não. Onde uma pergunta for aplicável, a função de administrador deve marcar esta pergunta que então expõe as subquestões relacionadas para resposta. A função de administrador é a única função que pode definir as questões de alto nível no início de cada capítulo.",
    "When a sub-questions is not applicable, these should be set as not applicable and will not be reflected in the overall scoring of the report. Admin and users can choose this setting and it’s important to use the free text box below each top level question to justify decisions.": "Quando as subquestões não são aplicáveis, elas devem ser definidas como não aplicáveis ​​e não serão refletidas na pontuação geral do relatório. O administrador e os usuários podem escolher essa configuração e é importante usar a caixa de texto livre abaixo de cada pergunta de nível superior para justificar decisões.",
    "Each question should be answered based on review of evidence and the free text box at the end of each top level question used to document and justify answers.": "Cada pergunta deve ser respondida com base na revisão das evidências e na caixa de texto livre no final de cada pergunta de nível superior usada para documentar e justificar as respostas.",
    "For detailed information relating to each of the top level question, refer to the Handbook which is included with your subscription. Each chapter references the questions to which it relates and guidance for clarity can be found there.": "Para obter informações detalhadas sobre cada questão de nível superior, consulte o Manual que acompanha a sua assinatura. Cada capítulo faz referência às questões a que se refere e orientações para maior clareza podem ser encontradas lá.",
    "What does the report consist of?": "Em que consiste o relatório?",
    "The report is built across three areas:": "O relatório é construído em três áreas:",
    "1. Score by section. This is the total score for each of the 40 top level questions within the four sections.": "1. Pontuação por seção. Esta é a pontuação total para cada uma das 40 questões de nível superior nas quatro seções.",
    "2. TIP Score. This score reflects Trust, Impartiality and Protection which are aligned to the key principles of ISO37002 and identify areas of weakness which may require attention.": "2. Pontuação TIP. Essa pontuação reflete Confiança, Imparcialidade e Proteção, que estão alinhados aos princípios-chave da ISO37002 e identificam áreas de fraqueza que podem exigir atenção.",
    "3. Chapter Score. ISO37002 is broken into seven (7) chapters. The report reflects the score based on these ISO chapters to outline your whistleblowing programmes performance in relation to the standard.": "3. Pontuação do capítulo. ISO37002 é dividido em sete (7) capítulos. O relatório reflete a pontuação com base nesses capítulos ISO para delinear o desempenho de seus programas de denúncia de irregularidades em relação ao padrão.",
    "The report can be viewed while work is in flight and the report can be printed to PDF": "O relatório pode ser visto enquanto o trabalho está em andamento e o relatório pode ser impresso em PDF",
    "Only the Admin role can mark a report as completed and close the report.": "Apenas a função Admin pode marcar um relatório como concluído e fechar o relatório.",
    "How do I assess the results?": "Como avalio os resultados?",
    "Each question is given a RAG status to highlight areas of strength and concern for management reporting. Scores greater than 80% are Green, between 60-79% Amber, and scores below 60% are Red. These RAG scores are also applied to the ISO principles of Trust, Impartiality and Protection.": "Cada pergunta recebe um status RAG para destacar as áreas de força e preocupação para relatórios de gestão. Pontuações maiores que 80% são verdes, entre 60-79% âmbar e pontuações abaixo de 60% são vermelhas. Essas pontuações RAG também são aplicadas aos princípios ISO de confiança, imparcialidade e proteção.",
    "Where a response is Amber or Red, refer to the Handbook which is included with your subscription. At the end of each chapter which relates to the top level question are tips and guidance for making improvements within these areas.": "Quando a resposta for âmbar ou vermelha, consulte o manual que acompanha a sua assinatura. No final de cada capítulo relacionado à questão de nível superior, há dicas e orientações para fazer melhorias nessas áreas.",
    "Where can I seek additional Support?": "Onde posso buscar suporte adicional?",
    "Your WislPort subscription comes with a one hour consultation which you can book via our website as": "Sua assinatura do WislPort vem com uma consulta de uma hora que você pode reservar através do nosso site como",
    "Where can I provide feedback or share ideas?": "Onde posso fornecer feedback ou compartilhar ideias?",
    "At WislPort we value customer feedback and are always on the lookout for ways to not only improve our products, but to make whistleblowing and governance and compliance easier and more cost-effective for organisations. If you would like to share your thoughts, please contact us at": "Na WislPort, valorizamos o feedback do cliente e estamos sempre em busca de maneiras não apenas de melhorar nossos produtos, mas de tornar a denúncia de irregularidades, a governança e a conformidade mais fáceis e mais econômicas para as organizações. Se você gostaria de compartilhar suas idéias, por favor, entre em contato conosco em",

    "Your Company Admin sets all section questions. Please click on the highlighted section and press the confirm button to proceed.": "O administrador da sua empresa define todas as perguntas da seção. Clique na seção destacada e pressione o botão confirmar para continuar.",
    "Confirm": "Сonfirme",
    "Reports": "Relatórios",
    "Report": "Relatório",
    "back to category selection": "voltar para a seleção da categoria",
    "Get the report": "Obtenha o relatório",
    "Loading": "Carregando",
    "Check the questions that apply to you:": "Verifique as perguntas que se aplicam a você:",
    "You have no reports": "Você não tem relatórios",
    "Select": "Selecione",
    "Comments block": "Bloco de comentários",
    "Close": "Perto",
    "Actual": "Real",
    "Main scores": "Principais pontuações",
    "Chapters": "Capítulos",
    "Chapter": "Capítulo",
    "Organisational Context": "Contexto Organizacional",
    "Leadership": "Liderança",
    "Planning": "Planejamento",
    "Support": "Apoiar",
    "Operations": "Operações",
    "Performance Evalutions": "Avaliações de Desempenho",
    "Continual Improvement": "Melhoria contínua",
    "Overall reports": "Relatórios gerais",
    "Download PDF": "Baixar PDF",
    "Download Excel": "Baixe o Excel",
    "Download Word": "Baixar Word",
    "Nothing to show": "Nada para mostrar",
    "Overall Section Summary": "Resumo geral da seção",
    "Overall TIP Scoring by Chapter": "Pontuação geral no TIP por capítulo",
    "Closed date": "Data de fechamento"
}
